{"translation-revision-date":"2023-11-21 20:38:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Editor canvas":["Pânză editor"],"Please try again":["Te rog să încerci din nou"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Hopa! Am întâmpinat o problemă la generarea magazinului tău. <retryButton\/>"],"Start again":["Începe din nou"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Ți se va cere să furnizezi din nou informațiile despre afacerea ta și vei pierde designul generat de AI. Dacă vrei să personalizezi designul existent, poți să faci asta în <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Sigur vrei să pornești de la capăt?"],"The [AI designer*] will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["[AI designer*] va crea un design nou pentru magazinul tău și vei pierde toate modificările pe care le-ai făcut în tema care este activă acum. Dacă preferi să editezi în continuare tema, poți să faci asta în <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["Sigur vrei să începi cu un alt design nou?"],"Create a new one":["Creează unul nou"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Personalizează în continuare aspectul magazinului tău generat de AI sau începe de la capăt și creează unul nou."],"Customize your custom theme":["Personalizează-ți tema personalizată"],"Find out how":["Află cum"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Se pare că folosești modul offline pentru Jetpack - comută la modul online ca să începi proiectarea cu AI."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Din păcate, [AI Store designer] nu este disponibil momentan pentru că nu putem să-ți detectăm rețeaua. Te rog să verifici conexiunea la internet."],"Looking to design your store using AI?":["Vrei să îți proiectezi magazinul folosind AI?"],"Active theme":["Tema activă"],"Back to Home":["Înapoi la prima pagină"],"Go back to the Home screen to complete your store setup and start selling":["Mergi înapoi la prima pagină ca să finalizezi inițializarea magazinului și să începi vânzările"],"Go to the Editor":["Mergi la editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Mergi la Editor ca să schimbi imaginile și textul, să adaugi mai multe pagini și să faci personalizări."],"Fine-tune your design":["Ajustează-ți designul"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Magazinul tău este o reflectare a stilului tău unic și a personalității tale și suntem încântați să vedem că prinde viață."],"Your store looks great!":["Magazinul tău arată excelent!"],"Browse all themes":["Răsfoiește toate temele"],"Or select a professionally designed theme to customize and make your own.":["Sau selectează o temă proiectată de profesioniști pe care să o personalizezi și să-ți creezi un design unic."],"Design with AI":["Proiectează cu AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Proiectezi aspectul general al magazinului, creezi pagini și generezi text folosind instrumentele noastre AI pe care le-am înglobat."],"Use the power of AI to design your store":["Folosește puterea AI pentru a-ți proiecta magazinul"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Creezi un magazin care să îți reflecte brandul și afacerile. Selectezi una dintre temele noastre proiectate de profesioniști ca să-l personalizezi sau creezi un design unic folosind AI."],"Customize your store":["Personalizează-ți magazinul"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personalizezi stilul și aranjamentul magazinului ca să fie în concordanță cu brandul tău! Adaugi logo, schimbi fontul și culorile și încerci diferite aranjamente pentru pagini. Vei putea să editezi mai târziu textul și imaginile prin Editor."],"Make your store your own":["Fă-ți magazinul unic"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Toate modificările pe care le faci la aranjament și stil vor apărea aici, în timp real, deci poți să testezi diferite aranjamente înainte de a le face live. De asemenea, poți să redimensionezi această zonă ca să verifici cum arată magazinul tău pe dispozitive mobile."],"View your changes in real time":["Vezi modificările făcute în timp real"],"Welcome to your AI-generated store!":["Bine ai venit în magazinul generat de AI!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Aici este locul unde poți să începi personalizarea aspectului general al magazinului tău, inclusiv poți să adaugi un logo și să schimbi culorile și aranjamentul. Fă un tur rapid ca să descoperi ce este posibil."],"Take a tour":["Fă un tur"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Folosește tastele săgeată dreapta și săgeată stânga pentru a redimensiona pânza. Ține apăsată tasta Shift ca să redimensionezi pentru creșteri mari."],"Saving failed.":["Salvarea a eșuat."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Prin adăugarea unui logo, te asiguri că magazinul tău îți reprezintă brandul. Pentru rezultate foarte bune, încarcă o imagine SVG sau PNG cu o lățime de minim 300 px."],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Iconurile site-urilor sunt cele pe care le vezi în filele navigatoarelor, în barele cu semne de carte și în aplicațiile WordPress pentru dispozitive mobile."],"Use as site icon":["Folosește ca icon site"],"Link logo to homepage":["Leagă logoul la prima pagină"],"Image width":["Lățime imagine"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selectează un subsol nou din opțiunile de mai jos. Subsolul include și o navigarea secundară pe site și va fi adăugat în fiecare pagină. Poți să-l personalizezi mai departe în <EditorLink>Editor<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Pe baza locației tale și a altor magazine de succes din această industrie, AI a recomandat acest șablon pentru afacerea ta. Preferi un alt aranjament? Alege acum dintre șabloanele de mai jos sau poți face asta mai târziu în <EditorLink>Editor<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selectează un antet nou din opțiunile de mai jos. Antetul include navigarea pe site și va fi adăugat în fiecare pagină. Poți să-l personalizezi mai departe în <EditorLink>Editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI a selectat o pereche de fonturi care se potrivește foarte bine cu afacerea ta. Dacă vrei să faci modificări, selectează acum, mai jos, o nouă opțiune sau poți face asta mai târziu în <EditorLink>Editor<\/EditorLink> | <StyleLink>Stiluri<\/StyleLink>."],"Change your font":["Schimbă fontul"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Pe baza informațiilor pe care le-ai oferit, AI recomandă să folosești această paletă de culori. Vrei să o schimbi? Poți să selectezi și să adaugi culori noi mai jos sau le poți actualiza ulterior în <EditorLink>Editor<\/EditorLink> | <StyleLink>Stiluri<\/StyleLink>."],"or create your own":["sau creează unul propriu"],"Change your footer":["Modifică subsolul"],"Change your homepage":["Modifică prima pagină"],"Change your header":["Modifică antetul"],"Change fonts":["Schimbă fonturile"],"Change the color palette":["Schimbă paleta de culori"],"Add your logo":["Adaugă-ți logoul"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Folosește instrumentele noastre pentru stil și aranjament ca să personalizezi designul magazinului. Conținutul și imaginile pot fi adăugate sau modificate ulterior în <EditorLink>Editor<\/EditorLink>."],"Let's get creative":["Hai să fim creativi"],"Which writing style do you prefer?":["Ce stil preferi pentru scriere?"],"Direct yet respectful, serious and professional.":["Direct, dar respectuos, serios și profesionist."],"Formal":["Formal"],"Impartial tone with casual expressions without slang.":["Ton imparțial, cu expresii uzuale, fără argou."],"Relaxed and friendly, like a conversation with a friend.":["Relaxat și prietenos, cum ar fi o conversație cu un prieten."],"Informal":["Informal"],"How would you like your store to look?":["Cum vrei să arate magazinul tău?"],"Vibrant look with eye-catching colors and visuals.":["Aspect vibrant, cu imagini și culori atrăgătoare."],"Bold":["Debordant"],"Elegant and timeless look with nostalgic touch.":["Aspect elegant și etern, cu gândul la nostalgie."],"Classic":["Clasic"],"Clean lines, neutral colors, sleek and modern look.":["Linii curate, culori neutre, aspect elegant și modern."],"Contemporary":["Contemporan"],"Who your target audience is":["Cine este publicul tău țintă"],"What makes your business unique":["Ce îți face afacerea unică"],"How many products you plan on displaying":["Câte produse intenționezi să afișezi"],"What you want to sell":["Ce vrei să vinzi"],"Try to include:":["Încearcă să incluzi:"],"The more detail you provide, the better job our AI can do!":["Cu cât oferi mai multe detalii, cu atât va lucra mai bine AI-ul nostru!"],"E.g., At Cool Cat Shades, we sell sunglasses specially designed for our stylish feline friends. Designed and developed with a cat’s comfort in mind, our range of sunglasses are fashionable accessories our furry friends can wear all day. We currently offer 50 different styles and variations of shades, with plans to add more in the near future.":["De exemplu, la Ochelari pentru pisici, vindem ochelari de soare special proiectați pentru prietenele noastre, felinele.  Concepuți și dezvoltați pentru confortul pisicilor, ochelarii noștri de soare sunt accesorii la modă pe care prietenele noastre cu blană îi pot purta toată ziua. În prezent, oferim 50 de stiluri și variante diferite de nuanțe, dar avem în plan să adăugăm mai multe în viitorul apropiat."],"Tell us a bit more about your business":["Dă-ne mai multe informații despre afacerea ta"],"Applying the finishing touches":["Aplic ultimele finisaje"],"Assembling your AI-optimized store":["Asamblarea magazinului tău optimizat de AI"],"Designing the best look for your business":["Proiectarea celui mai bun aspect pentru afacerea ta"],"Comparing the top performing stores":["Comparație cu magazinele care au performanțe foarte bune"],"Analyzing your responses":["Analizez răspunsurile tale"],"Drag to resize":["Trage pentru a redimensiona"],"Saving":["Salvez"],"Continue setting up your store":["Continuă cu inițializarea magazinului tău"],"Preview store":["Previzualizează magazinul"],"Neutral":["Nici ușor, nici greu"],"Back":["Înapoi"],"Navigation":["Navigare"],"Style":["Stil"],"Customize":["Personalizează"],"Done":["Gata"],"Layout":["Aranjament"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Anterioară"],"Save":["Salvează"],"Continue":["Continuă"],"Cancel":["Anulează"],"Default":["Implicit"],"Settings":["Setări"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}